testing-scripts/test_multi-client_unencrypted_h2load_throughput_via-B/results/payload-size_10000000____delay-ms_1____loss-rate-percent_0.01____clients-requests_1/3/result.txt
Setting null encryption
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
[WARNING! Using Null-encryption]
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 76.29ms, 13.11 req/s, 125.05MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 9.54MB (10003127) total, 12B (12) headers (space savings 87.37%), 9.54MB (10000000) data
UDP datagram: 137 sent, 8225 received
                     min         max         mean         sd        +/- sd
time for request:    68.96ms     68.96ms     68.96ms         0us   100.00%
time for connect:     6.91ms      6.91ms      6.91ms         0us   100.00%
time to 1st byte:    10.01ms     10.01ms     10.01ms         0us   100.00%
req/s           :      13.16       13.16       13.16        0.00   100.00%